Dlubal.RFEM5.ToolType
Type of pick tool

Dlubal.RFEM5.ToolType.SelectNodes
Tool for selecting nodes

Dlubal.RFEM5.ToolType.SelectLines
Tool for selecting lines

Dlubal.RFEM5.ToolType.SelectSurfaces
Tool for selecting surfaces

Dlubal.RFEM5.ToolType.SelectSolids
Tool for selecting solids

Dlubal.RFEM5.ToolType.SelectOpenings
Tool for selecting openings

Dlubal.RFEM5.ToolType.SelectMembers
Tool for selecting members

Dlubal.RFEM5.ToolType.SelectSetsOfMembers
Tool for selecting sets of members